Repository: CofficLab/GitOK
Catalog: Plugins/AutoPush/AutoPush.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Auto Push
zh_hans: 自动推送
zh_hk: 自動推送

source: Auto Push Configuration
zh_hans: 自动推送配置
zh_hk: 自動推送配置

source: Auto-push disabled - Click to configure
zh_hans: 自动推送已禁用 - 点击配置
zh_hk: 自動推送已禁用 - 點擊配置

source: Auto-push disabled: %@/%@
zh_hans: 已禁用自动推送：%@/%@
zh_hk: 已禁用自動推送：%@/%@

source: Auto-push enabled - Click to manage
zh_hans: 自动推送已启用 - 点击管理
zh_hk: 自動推送已啟用 - 點擊管理

source: Auto-push enabled: %@/%@
zh_hans: 已启用自动推送：%@/%@
zh_hk: 已啟用自動推送：%@/%@

source: Auto-push is disabled
zh_hans: 自动推送已禁用
zh_hk: 自動推送已禁用

source: Auto-push is enabled
zh_hans: 自动推送已启用
zh_hk: 自動推送已啟用

source: Automatically push the current branch to remote repository.
zh_hans: 自动推送当前分支到远程仓库。
zh_hk: 自動推送當前分支到遠程倉庫。

source: Close
zh_hans: 关闭
zh_hk: 關閉

source: Configuration deleted: %@/%@
zh_hans: 已删除配置：%@/%@
zh_hk: 已刪除配置：%@/%@

source: Configured Projects
zh_hans: 已配置的项目
zh_hk: 已配置的項目

source: Current Project
zh_hans: 当前项目
zh_hk: 目前項目

source: Delete configuration
zh_hans: 删除配置
zh_hk: 刪除配置

source: Enable auto-push
zh_hans: 启用自动推送
zh_hk: 啟用自動推送

source: Last pushed: %@
zh_hans: 最后推送：%@
zh_hk: 最後推送：%@

source: Manage auto-push settings for project branches.
zh_hans: 管理项目分支的自动推送设置。
zh_hk: 管理項目分支的自動推送設置。

source: Never
zh_hans: 从未
zh_hk: 從未

source: No configured projects
zh_hans: 暂无已配置的项目
zh_hk: 暫無已配置的項目

source: Push failed: %@
zh_hans: 推送失败：%@
zh_hk: 推送失敗：%@

source: Push succeeded
zh_hans: 推送成功
zh_hk: 推送成功

source: Pushing...
zh_hans: 正在推送...
zh_hk: 正在推送...
